Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/supplementary_welfare_schemes/changes_to_rent_supplement.html.txt.tmx
Source language: en
Languages: ga

source: Rent Supplement and changes to your circumstances
ga: Forlíonadh Cíosa agus athruithe ar do chúinsí

source: • Changes to your means
ga: • Athruithe ar do mhaoin

source: • Changes to the number of people in the household
ga: • Athruithe ar an líon daoine sa teaghlach

source: • Other changes to your circumstances
ga: • Athruithe eile ar do chúinsí

source: If your circumstances change while you are getting Rent Supplement you may have your payment reduced or you may no longer be eligible for it
ga: Má thagann athrú ar do chúinsí fad atá Forlíonadh Cíosa á fháil agat, d’fhéadfadh go laghdófaí d'íocaíocht nó nach mbeidh tú i dteideal í a fháil a thuilleadh

source: The amount of Rent Supplement you get depends on various factors – including your income, savings, earnings, household composition and the current local rent limits
ga: Braitheann an méid den Fhorlíonadh Cíosa a fhaigheann tú ar roinnt tosca – lena n-áirítear d’ioncam, coigilteas, tuillimh, comhdhéanamh an teaghlaigh agus na teorainneacha reatha áitiúla cíosa

source: Your Rent Supplement payment is calculated to ensure that your income is not less than the basic Supplementary Welfare Allowance (SWA) rate for your circumstances (for example, €186 for a single person over 25 and €310.80 for a couple) minus a minimum contribution of €30 (or €40 for a couple)
ga: Ríomhtar d’íocaíocht Forlíonadh Cíosa lena chinntiú nach lú d’ioncam ná ráta an bhun Liúntais Leasa Fhorlíontaigh (SWA) do do chuid cúinsí, (mar shampla, €186 do dhuine singil agus €310.80 do lánúin) lúide ranníocaíocht íosta €30 (nó €40 do lánúin)

source: If your income increases above this amount, your Rent Supplement payment may be reduced
ga: Má mhéadaítear d’ioncam os cionn an mhéid seo, féadtar d'íocaíocht Forlíonadh Cíosa a laghdú

source: Your Rent Supplement claim is reviewed regularly (generally every 6 months)
ga: Déantar athbhreithniú rialta ar d’éileamh ar Fhorlíonadh Cíosa (gach 6 mhí go ginearálta)

source: When your claim is reviewed you will be asked to fill out a Rent Supplement Review Form
ga: Nuair a dhéantar athbhreithniú ar d’éileamh, iarrfar ort Foirm Athbhreithnithe ar Fhorlíonadh Cíosa a chomhlánú

source: You should return the form as soon as possible to the officer dealing with your claim to make sure that there is no delay to your payment
ga: Ba cheart duit an fhoirm a sheoladh ar ais a luaithe is féidir chuig an oifigeach a dhéileálann le d'éileamh lena chinntiú nach mbeidh aon mhoill ar d'íocaíocht

source: You should always tell the Department of Social Protection (DSP) immediately (see ‘How to apply’ below) if there are any changes to your means
ga: Ba cheart duit a insint don Roinn Coimirce Sóisialaí (RCS) láithreach (féach ‘Conas iarratas a dhéanamh’ thíos), má thagann aon athrú ar do mhaoin

source: You should also inform the DSP if there are changes to the means of other members of your household, or to the number of people living in your household
ga: Ina theannta sin, ba cheart duit an RCS a chur ar an eolas má thagann athruithe ar mhaoin daoine eile muinteartha i do theaghlach, nó ar an líon daoine a chónaíonn i do theaghlach

source: This document outlines what happens to your Rent Supplement payment in some common situations
ga: Tugtar breac-chuntas sa cháipéis seo ar céard a tharlaíonn do d’íocaíocht Forlíonadh Cíosa i roinnt cásanna coitianta

source: A new Housing Assistance Payment (HAP) has been introduced in some areas
ga: Tugadh isteach Íocaíocht nua Cúnaimh Tithíochta (ÍCT) i roinnt ceantar

source: Different rules apply for Rent Supplement depending on whether you live in an area where the new Housing Assistance Payment (HAP) is in operation or in an area where HAP is not yet in operation
ga: Baineann rialacha éagsúla d’Fhorlíonadh Cíosa, ag brath ar cibé acu an gcónaíonn tú i gceantar ina bhfuil an Íocaíocht Cúnaimh Tithíochta (ÍCT) nua á hoibriú nó i gceantar nach bhfuil an ÍCT ag oibriú ann go fóill

source: Changes to your means
ga: Athruithe ar do mhaoin

source: If you or your partner gets full-time work:
ga: Má fhaigheann tú féin nó do pháirtnéir obair lánaimseartha:

source: In general people working full-time (defined as 30 hours or over a week) are not eligible for Rent Supplement. Claims from self-employed people are assessed on the individual circumstances of the case and you may be asked to show that you are working less than 30 hours a week
ga: Go ginearálta, ní bhíonn daoine a oibríonn go lánaimseartha (a shainítear mar 30 uair an chloig sa tseachtain nó níos mó) i dteideal Forlíonadh Cíosa a fháil

source: If you get full-time work and you have been accepted as being in need of accommodation under the Rental Accommodation Scheme (RAS) by your local authority, you may be able to keep your Rent Supplement (provided you have been unemployed or not in full-time employment for at least 12 months before you start work). If you are working over 30 hours a week in self-employment or if you are getting the Back to Work Enterprise Allowance you must be deemed eligible for the RAS scheme by your local authority to continue to get Rent Supplement
ga: Má fhaigheann tú obair lánaimseartha agus má ghlacadh leat amhail cóiríocht bheith ag teastáil uait faoin Scéim Cóiríochta Cíosa (RAS) ag d’údarás áitiúil, d’fhéadfadh go mbeifeá in ann d’Fhorlíonadh Cíosa a choimeád (a fhad agus atá tú dífhostaithe nó gan bheith fostaithe go lánaimseartha ar feadh 12 mhí ar a laghad sula dtosaíonn tú ag oibriú)

source: However, you will be reassessed for Rent Supplement and your income from work will be taken into account
ga: Déanfar athmheasúnú ort, áfach, don Fhorlíonadh Cíosa agus cuirfear d’ioncam ó obair san áireamh

source: As a result of the reassessment you may or may not continue to qualify for Rent Supplement
ga: Mar thoradh ar an athmheasúnú, d’fhéadfadh go gcáileofaí nó nach gcáileofaí thú chun leanúint le Forlíonadh Cíosa a fháil

source: If you do qualify for Rent Supplement you may get a different rate of Supplement. The additional household income disregard (see below) applies to income from work
ga: Má cháilítear thú d’Fhorlíonadh Cíosa, d’fhéadfá ráta éagsúil an Fhorlíonta a fháil

source: Many people on long-term Rent Supplement are being transferred to the new Housing Assistance Payment (HAP)
ga: Baineann an neamhaird bhreise a thugtar d’ioncam teaghlaigh (féach thíos) le hioncam ó obair

source: If your spouse, civil partner or cohabitant gets full-time work your household is no longer eligible for Rent Supplement
ga: Má fhaigheann do chéile, páirtnéir sibhialta nó do chomháititheoir obair lánaimseartha, ní bheidh do theaghlach i dteideal Forlíonadh Cíosa a fháil a thuilleadh

source: (Note that a non-dependent household member can work full-time but they must make a minimum contribution to the rent - see 'If your family circumstances or size changes' below.)
ga: (Tabhair faoi deara gur féidir le neamhchleithiúnaí muinteartha oibriú go lánaimseartha ach ní mór dóibh ranníocaíocht íosta a dhéanamh leis an gcíos – féach ‘Má athraíonn cúinsí nó méid do theaghlaigh’ thíos.)

source: If you get full-time work and you are not entitled to retain your Rent Supplement you can continue to get Rent Supplement for up to 30 days after starting work or until you are paid, whichever is earlier
ga: Má fhaigheann tú obair lánaimseartha agus mura bhfuil tú i dteideal d’Fhorlíonadh Cíosa a choimeád, féadfaidh tú leanúint le Forlíonadh Cíosa a fháil a mhéid le 30 lá i ndiaidh duit tosú ag oibriú nó go n-íocfar thú, pé ceann is luaithe

source: If you get part-time work:
ga: Má fhaigheann tú obair pháirtaimseartha:

source: If you get part-time work (defined as less than 30 hours a week) you can keep your Rent Supplement but your income from work will be assessed against your Rent Supplement and it may be reduced
ga: Má fhaigheann tú obair pháirtaimseartha (a shainítear mar obair níos lú ná 30 uair sa tseachtain), féadfaidh tú d’Fhorlíonadh Cíosa a choimeád ach déanfar measúnú ar d’ioncam ó obair i leith d’Fhorlíonadh Cíosa agus d’fhéadfaí é a laghdú

source: The additional household income disregard (see below) applies to income from part-time work
ga: Baineann an neamhaird bhreise a thugtar d’ioncam teaghlaigh (féach thíos) le hioncam ó obair pháirtaimseartha

source: The same applies to your spouse, civil partner or cohabitant - any income he/she gets from part-time work will be assessed against your Rent Supplement and the Supplement may be reduced
ga: Baineann sé le do chéile, páirtnéir sibhialta nó do chomháititheoir chomh maith - déanfar measúnú ar aon ioncam a fhaigheann sé/sí ó obair pháirtaimseartha i leith d’Fhorlíonadh Cíosa agus féadfar an Forlíonadh a laghdú

source: │Additional household income disregard │
ga: │Neamhaird a thugtar d'ioncam breise teaghlaigh │

source: │Some income from part-time employment and other sources is not taken into account in the means test for Rent Supplement
ga: │Ní chuirtear roinnt ioncaim ó fhostaíocht pháirtaimseartha agus ó fhoinsí eile san áireamh sa tástáil mhaoine don Fhorlíonadh Cíosa

source: Additional household income is income from employment or self-employment, Family Income Supplement, Community Employment, JobBridge, the Tús scheme, the Rural Social Scheme, Gateway, the Part-time Job Incentive Scheme, Work Placement Scheme, Back to Work Allowance, Back to Work Enterprise Allowance or an approved FET course. It also includes income above the SWA rate for those on Momentum courses or the Skillnets programme
ga: Is éard is ioncam breise teaghlaigh ó fhostaíocht nó ó fhéinfhostaíocht, Forlíonadh Ioncam Teaghlaigh, Fostaíocht Pobail, JobBridge, scéim Tús, Rural Social Scheme, Part-time Job Incentive Scheme, Momentum, Skillnets, Work Placement Scheme, an Liúntas um Fhilleadh ar Obair, an Liúntas Fiontraíochta um Fhilleadh ar Obair nó cúrsa faofa FET

source: │Under the additional household income disregard the first €75 per week of additional household income above the SWA rate for your circumstances is not taken into account and 25% of additional household income over €75 per week is not taken into account
ga: │Faoin neamhaird a thugtar d’ioncam breise teaghlaigh, ní chuirtear an chéad €75 sa tseachtain d’ioncam breise teaghlaigh a sháraíonn an ráta cuí SWA do do chás san áireamh agus ní chuirtear 25% d’ioncam breise teaghlaigh os cionn €75 sa tseachtain san áireamh

source: There is no upper limit on the amount that can be disregarded
ga: Níl aon teorainn uasta ar an méid ar féidir neamhaird a thabhairt dó

source: A portion of maintenance payments is assessed as additional household income
ga: Déantar measúnú ar chuid de na híocaíochtaí cothabhála mar ioncam breise teaghlaigh

source: The first €95.23 per week of maintenance payments is assessable in full and any amount above this is assessed under the additional household income disregard. You can use our document on Calculating Rent Supplement to work out your additional household income disregard.│
ga: Is féidir measúnú a dhéanamh ar an gcéad €95.23 sa tseachtain d’íocaíochtaí cothabhála ina n-iomláine agus déantar measúnú ar aon mhéid os a chionn seo faoin neamhaird a thugtar d’ioncam breise teaghlaigh.│

source: │If you are getting Disability Allowance or Blind Pension and do rehabilitative work, up to €120 per week of earnings from this employment can be disregarded
ga: │Má tá Liúntas Míchumais nó Pinsean na nDall á fháil agat agus má dhéanann tú obair athshlánaithe, féadtar neamhaird a thabhairt do €120, ar a mhéid, sa tseachtain de na tuillimh ón bhfostaíocht seo

source: However, this disregard cannot be applied together with the additional household income disregard
ga: Ní féidir an neamhaird seo a chur i bhfeidhm i dteannta na neamhairde ioncam breise teaghlaigh, áfach

source: Only one disregard can be applied, whichever is most beneficial
ga: Ní féidir ach neamhaird amháin a chur i bhfeidhm – pé ceann is mó a théann chun do shochair

source: If you change from one social welfare payment to another:
ga: Má athraíonn tú ó íocaíocht leasa shóisialaigh amháin go dtí ceann eile:

source: There is no change to your Rent Supplement payment if the amount you get stays the same
ga: Ní athraítear d’íocaíocht Forlíonadh Cíosa mura n-athraítear an méid a fhaigheann tú ón íocaíocht nua

source: If your social welfare payment is suspended, pending investigation, your Rent Supplement can be stopped
ga: Má chuirtear d’íocaíocht leasa shóisialaigh ar fionraí, ar feitheamh scrúdú, féadtar stop a chur le d’Fhorlíonadh Cíosa

source: However in some circumstances your Rent Supplement payment may be affected
ga: D’fhéadfaí difear a dhéanamh, faoi chúinsí áirithe, áfach, do d’íocaíocht Forlíonadh Cíosa

source: If you transfer onto a different and higher payment your Rent Supplement will be reduced in line with the increase (unless you are aged 65 or over or are getting a carer’s payment – see below)
ga: Má aistrítear thú chuig íocaíocht éagsúil nó níos airde, laghdófar d’Fhorlíonadh Cíosa ar aon dul leis an méadú (mura bhfuil tú 65 bliain d’aois nó níos sine nó má tá íocaíocht chúramóra á fáil agat - féach thíos)

source: For example, a person getting Illness Benefit who transfers onto Maternity Benefit at a higher rate may have their Rent Supplement reduced by the difference between the two payments
ga: Mar shampla, d’fhéadfaí an Forlíonadh Cíosa a laghdú faoin difríocht idir an dá íocaíocht atá á fáil ag duine ag a bhfuil Sochar Breoiteachta á fháil a n-aistrítear iad go dtí Sochar Máithreachais ar ráta níos airde

source: If you are aged 65 or over (or where one of a couple is of pensionable age) and have a combined household income greater than the SWA rate for your circumstances, the difference between the maximum rate of State Pension (Contributory) for your circumstances and the basic Supplementary Welfare Allowance (SWA) rate for your circumstances is not taken into account
ga: Má tá tú 65 bliain d’aois nó níos sine (nó sa chás go bhfuil duine amháin den lánúin in aois an phinsin) agus má tá agaibh comhioncam teaghlaigh a sháraíonn ráta an SWA do bhur gcúinsí, ní chuirtear san áireamh an difríocht idir ráta uasta an Phinsin Stáit (Ranníocach) do bhur gcúinsí agus ráta an bunLiúntais Leasa Fhorlíontaigh (SWA) do bhur gcúinsí

source: For example, a couple who are both aged 66 and getting State (Non-Contributory) pensions would get a payment of €438. However their Over 65 disregard is calculated on 2 State Pension (Contributory) rates
ga: Mar shampla, gheobhadh lánúin a bhfuil an bheirt díobh 66 bliain d’aois agus a bhfuil Pinsin Stáit (Neamhranníocach) á bhfáil acu íocaíocht €438

source: So their disregard is worked out by subtracting the basic SWA rate for a couple (€310.80) from €460.60
ga: Is ionann an bunráta SWA don lánúin seo agus €310.80

source: The difference of €149.80 is not taken into account but any income the couple has above this might affect their Rent Supplement payment
ga: Ní chuirtear an difríocht €127.20 san áireamh ach d’fhéadfadh aon ioncam atá ag an lánúin seo os a chionn seo difear a dhéanamh dá n-íocaíocht Forlíonadh Cíosa

source: A carer's disregard applies to people getting carer’s payments
ga: Is ionann an scéal le híocaíochtaí cúramóra

source: So if you are getting Carer's Allowance or Carer’s Benefit, the amount of the actual carer’s payment above the appropriate SWA rate for your situation (either the SWA qualified adult rate if one of a couple is getting Carer's Allowance or the personal rate of SWA if the carer is single) is not taken into account
ga: Mar sin, má tá Liúntas Cúramóra nó Sochar Cúramóra á fháil agat, ní chuirtear san áireamh an méid den íocaíocht chúramóra a sháraíonn an ráta cuí SWA do do chás (cibé acu an ráta do dhuine fásta cáilithe do lánúin nó an ráta pearsanta SWA)

source: Half-rate Carer’s Allowance is never taken into account
ga: Ní chuirtear san áireamh riamh Liúntas Cúramóra ar Leathráta

source: If you go onto an employment scheme:
ga: Má thugann tú faoi scéim fostaíochta:

source: If you were getting Rent Supplement before you started the employment scheme (sometimes called a back-to-work scheme) you can generally keep your Rent Supplement but income from the scheme may be assessed and your Rent Supplement may be reduced
ga: Má bhí Forlíonadh Cíosa á fháil agat sular thosaigh tú an scéim fostaíochta (tugtar scéim um fhilleadh ar an obair air seo amanna), féadfaidh tú d’Fhorlíonadh Cíosa a choimeád, i dtromlach na gcásanna, ach féadtar ioncam ón scéim a mheasúnú agus d’fhéadfaí d’Fhorlíonadh Cíosa a laghdú

source: The following table summarises how income from various schemes is treated
ga: Tugtar achoimre sa tábla a leanas ar conas a dhéileáiltear le hioncam ó scéimeanna éagsúla

source: │Scheme │Effect on Rent Supplement │
ga: │Scéim │Tionchar ar Fhorlíonadh Cíosa │

source: │JobBridge │JobBridge is classified as a work-experience programme
ga: │JobBridge │Rangaítear JobBridge mar chlár taithí oibre

source: It is not considered employment so interns are not disqualified from Rent Supplement
ga: Ní mheastar gurb ionann é agus fostaíocht, mar sin, ní dhícháilítear intéirnigh ó Fhorlíonadh Cíosa

source: The €50 allowance is assessed under the additional household income disregard
ga: Déantar an liúntas €50 a mheasúnú faoin neamhaird a thugtar d'ioncam breise teaghlaigh

source: │Work Placement Programme │The Work Placement Programme is also considered to be a work-experience programme
ga: │Clár Socrúchán Oibre │Meastar gur clár taithí oibre atá sa Chlár Socrúchán Oibre chomh maith

source: There is no additional allowance and it therefore will not affect your Rent Supplement
ga: Ní chuirtear aon liúntas breise ar fáil, agus ar an ábhar sin, ní dhéanfaidh sé difear do d’Fhorlíonadh Cíosa

source: │Community Employment Schemes, Rural Social Scheme, Tús, Gateway │You continue to be entitled to claim Rent Supplement if you were claiming it when you started the scheme but your payment may be reduced
ga: │Scéimeanna Fostaíocht Pobail, Scéim Shóisialta Tuaithe, Tús, Liúntas um Fhilleadh ar Obair │Féadfaidh tú leanúint ort agus bheith i dteideal Forlíonadh Cíosa a éileamh má bhí sé á éileamh agat nuair a thosaigh tú an scéim, ach d’fhéadfaí d’íocaíocht a laghdú

source: The additional household income disregard applies to your payment │
ga: Baineann an neamhaird a thugtar d'ioncam breise teaghlaigh le d’íocaíocht

source: │Family Income Supplement and Part-time Job Incentive Scheme │You can retain Rent Supplement while on these schemes (provided you do not work more than 30 hours a week) and you can apply for Rent Supplement while you are on them
ga: │Forlíonadh Ioncam Teaghlaigh agus Scéim Dreasachta Poist Pháirtaimseartha │Féadfaidh tú d’Fhorlíonadh Cíosa a choimeád fad atá tú rannpháirteach sna scéimeanna seo (a fhad agus nach n-oibríonn tú breis agus 30 uair sa tseachtain) agus gur féidir leat iarratas a dhéanamh ar Fhorlíonadh Cíosa fad atá tú rannpháirteach iontu

source: The additional household income disregard applies
ga: Baineann an neamhaird a thugtar d'ioncam breise teaghlaigh le d’íocaíocht

source: See also ‘If you get full-time work’ above for exceptions
ga: Féach chomh maith ‘Má fhaigheann tú obair lánaimseartha’, thuas, chun teacht ar eisceachtaí

source: If you go back to education:
ga: Má fhilleann tú ar oideachas:

source: In most cases, people in full-time education are not eligible for Rent Supplement
ga: I dtromlach na gcásanna, ní bhíonn daoine atá in oideachas lánaimseartha i dteideal Forlíonadh Cíosa a fháil

source: Your spouse, civil partner or cohabitant can be in full-time education while you are getting Rent Supplement
ga: Féadfaidh do chéile, páirtnéir sibhialta nó do chomháititheoir bheith in oideachas lánaimseartha fad atá Forlíonadh Cíosa á fháil agat

source: If you are getting a Back to Education Allowance or taking part in a full-time Momentum project or a Springboard course, you can retain your Rent Supplement
ga: Má tá Liúntas um Fhilleadh ar Oideachas, Momentum ó Springboard á fháil agat, féadfaidh tú d’Fhorlíonadh Cíosa a choimeád

source: Some people can return to education and retain their Disability Allowance or One-Parent Family Payment but they will lose their Rent Supplement because they are in full-time education
ga: Féadfaidh roinnt daoine filleadh ar oideachas agus a Liúntas Míchumais nó a nÍocaíocht Teaghlach Aontuismitheora a choimeád, ach caillfidh siad a bhForlíonadh Cíosa mar gheall go bhfuil siad in oideachas lánaimseartha

source: If you are on an approved FET (previously FÁS) course you can retain or apply for Rent Supplement
ga: Ní dhéanann ioncam ó chúrsaí oiliúna FET difear do d’Fhorlíonadh Cíosa

source: If you are participating in an approved training course, any lunch or travel allowances paid may be disregarded
ga: Má tá tú rannpháirteach i gcúrsa faofa oiliúna, féadtar neamhaird a thabhairt d’aon liúntais lóin nó taistil a íoctar

source: You can apply for or keep Rent Supplement while on a Vocational Training Opportunities Scheme (VTOS) or Youthreach
ga: Féadfaidh tú iarratas a dhéanamh ar Fhorlíonadh Cíosa ar Scéim Deiseanna Oiliúna Gairmoideachais (VTOS) ó Youthreach

source: If you inherit or are given money:
ga: Má fhaigheann tú airgead le hoidhreacht nó má thugtar airgead duit:

source: The income limits for the Supplementary Welfare Allowance Scheme (under which Rent Supplement is paid) are lower than those for other social welfare payments
ga: Is ísle na teorainneacha ioncaim do scéim an Liúntais Leasa Fhorlíontaigh (faoina n-íoctar Forlíonadh Cíosa) ná iad siúd d’íocaíochtaí leasa shóisialaigh eile

source: If, for example, you inherit €15,000 this may have no effect on your main payment (because you can have up to €20,000 capital for the majority of means-tested social welfare payments and €50,000 for Disability Allowance) but it may affect your Rent Supplement (because any capital over €5,000 is assessed)
ga: Má fhaigheann tú €15,000 le hoidhreacht, cuir i gcás, d’fhéadfadh nach mbeadh aon tionchar aige seo ar do phríomhíocaíocht (mar gheall gur féidir leat caipiteal a mhéid le €20,000 a bheith agat do thromlach na n-íocaíochtaí leasa shóisialaigh a ndéantar tástáil mhaoine ina leith agus €50,000 don Liúntas Míchumais) ach d’fhéadfadh sé difear a dhéanamh do d’Fhorlíonadh Cíosa (mar gheall go ndéantar aon chaipiteal os cionn €5,000 a mheasúnú)

source: Changes to the number of people in the household
ga: Athruithe ar an líon daoine sa teaghlach

source: If your family circumstances or size changes:
ga: Má athraíonn cúinsí nó méid do theaghlaigh:

source: Every non-dependent adult household member is expected to pay a minimum contribution to the rent of €30
ga: Bítear ag súil leis go n-íocfaidh gach neamhchleithiúnaí muinteartha fásta ranníocaíocht íosta €30 i dtreo an chíosa

source: Custom and practice is that the assessable income of the non-dependent household member (that is, gross income less PRSI and travel costs to work) is divided by the appropriate rate of SWA for their situation which is then multiplied by €30 to establish how much they should contribute to the household's rent
ga: Is é an nósmhaireacht agus an cleachtas go ndéantar ioncam inmheasúnaithe an bhaill teaghlaigh neamhchleithiúnaigh (i., ollioncam lúide ÁSPC agus costais taistil go dtí an áit oibre) a roinnt faoi ráta iomchuí an LLF dá staid agus ansin déantar é sin a iolrú faoi €30 chun a dhliteanas i leith ranníocaíochta a oibriú amach

source: If the non-dependent household members are a couple their contribution is €40
ga: Más lánúin na neamhchleithiúnaithe muinteartha, is ionann a ranníocaíocht agus €40
